Repository: gee455/Canvas-iOS
Catalog: Parent/Parent/*.lproj/Localizable.strings
Languages: da, ja, mi

# %@ %d of %d
source: %1$@ %2$d of %3$d
da: %1$@ %2$d af %3$d
ja: %3$d 中 %1$@ %2$d
mi: %1$@ %2$d o %3$d

# %@ to %@
source: %1$@ to %2$@
da: %1$@ til %2$@
ja: %1$@から%2$@へ
mi: %1$@ ki %2$@

source: A server error has occurred. Please try again.
da: En serverfejl opstod. Prøv venligst igen.
ja: サーバーエラーが発生しました。再度お試しください。
mi: Kua puta tētahi hapa tūmau. Koa ngana anō.

source: ALERTS
da: ALARMER
ja: アラート
mi: MATOHI

source: Access Denied
da: Adgang nægtet
ja: アクセスが拒否されました
mi: Aukatia te Uru

source: Add Student
da: Tilføj studerende
ja: 受講生を追加する
mi: Tāpiri Ākonga

source: Alert me when:
da: Alarmer mig når:
ja: 次の時にアラートしてください：
mi: Matohi ahau ina:

source: An unexpected error occurred. Please try again.
da: En uventet fejl opstod. Prøve venligst igen.
ja: 予期しないエラーが発生しました。再度お試しください。
mi: He hapa ohorere. Koa ngana anō.

source: Are you sure you want to logout?
da: Er du sikker på, at du ønsker at logge ud?
ja: ログアウトしますか？
mi: Kei te tino hiahia ki te takiuru atu koutou a koutou?

source: Are you sure you want to remove this observee?
da: Er du sikker på, at du ønsker at fjerne denne observatør?
ja: この被監視者を削除しますか？
mi: E tino koe te hiahia koe ki te tango i tenei observee?

source: Assignment grade above
da: Opgavekarakter over
ja: より上の課題成績
mi: kōeke Taumahi runga

source: Assignment grade below
da: Opgavekarakter under
ja: より下の課題成績
mi: kōeke Taumahi raro

source: Assignment missing
da: Manglende opgave
ja: 未提出の課題
mi: e ngaro ana Taumahi

source: Assignment reminder: %@
da: Opgavepåmindelse: %@
ja: 課題のリマインダー: %@
mi: Taumahi whakamaumahara: %@

# Assignment reminder: %@ is due at %@
source: Assignment reminder: %1$@ is due at %2$@
da: Opgavepåmindelse: %1$@ er fofalden den %2$@
ja: 課題のリマインダー: %1$@の期限は%2$@です
mi: Taumahi whakamaumahara: %1$@ he tika i %2$@

source: Australia
da: Australien
ja: オーストラリア
mi: Ahitereiria

# Authorization Failed.
source: Authorisation Failed.
da: Autorisation mislykkedes.
ja: 認証に失敗しました。
mi: I rahua Whakamanatanga.

source: Back
da: Tilbage
ja: 戻る
mi: Hoki

source: COURSES
da: KURSER
ja: コース
mi: NGĀ AKORANGA

source: Canada
ja: カナダ
mi: Kānata

source: Cancel
da: Annuller
ja: キャンセル
mi: Whakakore

source: Cannot use percent that is higher than 100
da: Kan ikke benytte en procent, der er højere end 100
ja: 100以上のパーセントは使えません
mi: Kāore e taea te whakamahi i ōrau e tiketike ake ana i te 100

source: Cannot use percent that is less than 0
da: Kan ikke benytte en procent, der er mindre end 0
ja: 0以下のパーセントは使えません
mi: Kāore e taea te whakamahi i ōrau e he iti iho i te 0

source: Casual question or suggestion
da: Uformelt spørgsmål eller forslag
ja: 気軽なご質問または提案
mi: pātai causal mana'o ranei

source: Caught up on Alerts
da: Ajourført med alarmer
ja: アラートにこだわる
mi: Mau ake i runga i Matohi

source: Choose One
da: Vælg en
ja: ひとつ選んでください
mi: Kowhiri kotahi

source: Close
da: Luk
ja: 閉じる
mi: Katia

source: Could not create domain. Please check your school's domain and try again.
da: Kunne ikke oprette domæne. Tjek venligst din skoles domæne og prøv igen.
ja: ドメインを作成できませんでした。学校のドメインをチェックして、もういちど試してください。
mi: Kaore i taea te hanga rohe. Tēnā koa titiro te rohe o tō kura me te ngana anō..

source: Course announcements
da: Kursusbekendtgørelser
ja: コースのアナウンスメント
mi: mau faaararaa akoranga

source: Course grade above
da: Kursuskarakter over
ja: より上のコース成績
mi: kōeke akoranga i runga

source: Course grade below
da: Kursuskarakter under
ja: より下のコース成績
mi: kōeke akoranga i raro

source: Create Account
da: Opret konto
ja: アカウントの作成
mi: Waihanga Pūkete

source: Describe your problem.
da: Beskriv dit problem
ja: 問題についてお聞かせください
mi: Whakaahuatia koutou raruraru

source: Dismiss
da: Afvis
ja: 棄却する
mi: Tonoa

source: Email Not Found
da: E-mail ikke fundet
ja: Eメールが見つかりません
mi: Īmēra Kāore Kitea

source: Email Sent
da: E-mail sendt
ja: 送信済みのEメール
mi: Īmēra Tono

source: Empty Response.
da: Tomt svar.
ja: 回答が空白。
mi: He whakautu tahanga.

source: Enter student's login information
da: Indtast studerendes login informationer
ja: 受講生のログイン情報を入力する
mi: Tomo ngā mōhiohio takiuru o ngā ākonga

source: Enter your Canvas Observer credentials
da: Indtast dine Canvas Observer legitimationsoplysninger
ja: Canvas オブザーバーの資格情報を入力します
mi: Whakauru ō Canvas Kaimātakitaki taipitopito

source: Error
da: Fejl
ja: エラー
mi: Hapa

source: Event reminder: %@
da: Begivenhedspåmindelse: %@
ja: イベントのリマインダー: %@
mi: Takahanga whakamaumahara: %@

# Event reminder: %@ will begin at %@
source: Event reminder: %1$@ will begin at %2$@
da: Begivenhedspåmindelse: %1$@ vil begynde den %2$@
ja: イベントのリマインダー: %1$@は%2$@に始まります
mi: Takahanga whakamaumahara: %1$@ ka timata i %2$@

source: Excused
da: Undskyldt
ja: 免除
mi: Tukua

source: Extremely critical emergency
da: Ekstrem kritisk nødsituation
ja: 非常に深刻な緊急事態
mi: whawhati tata tino nui

source: Find your school or district
da: Find din skole eller distrikt
ja: あなたの学校または地域を見つける
mi: Kimihia koutou kura takiwa ranei

source: Find your student's school or district
da: Find din studerendes skole eller distrikt
ja: 受講生の学校または学区を探す
mi: Kimihia te kura o tou ākonga rohe ranei

source: Germany
da: Tyskland
ja: ドイツ
mi: Tiamana

source: Help
da: Hjælp
ja: ヘルプ
mi: Āwhina

source: Help Guide
da: Hjælpeguide
ja: ヘルプガイド
mi: Aratohu Āwhina

source: High assignment grade cannot be lower than low assignment grade
da: Høj opgavekarakter kan ikke være lavere end lav opgavekarakter
ja: 高い課題成績は、低い課題成績より低くしないでください
mi: e kore e taea e ohipa teitei kōeke e raro atu kōeke taumahi iti

source: High course grade cannot be lower than low course grade
da: Høj kursuskarakter kan ikke være lavere end lav kursuskarakter
ja: 高いコース成績は、低いコース成績より低くしないでください
mi: e kore e taea e kōeke akoranga tiketike e raro atu kōeke akoranga iti

source: How can we help?
da: Hvordan kan vi hjælpe?
ja: ヘルプが必要ですか？
mi: Nahea tatou e nehenehe e tauturu ia?

# I can't get things done until fixed
source: I can't get things done until it's fixed.
da: Jeg kan ikke udføre ting før det er fikset
ja: 修正されるまで作業が何もできません
mi: Ka taea e kore kia mea mahi ahau tae noa ki pūmau

source: I need help but it's not urgent.
da: Jeg behøver hjælp, men det er ikke en hastesag
ja: ヘルプが必要ですが、緊急ではありません
mi: Me ahau te tauturu engari e kore te mea kōhukihuki

source: Impact:
da: Indvirkning:
ja: 深刻度：
mi: pānga:

source: In-Class
da: I klasse
ja: 教室内
mi: I roto i te-Class

source: Institution announcements
da: Institutionsbekendtgørelse
ja: 教育機関のアナウンスメント
mi: mau faaararaa MoE

source: Invalid Canvas URL.
da: Ugyldig Canvas-webadresse.
ja: Canvas URL が無効。
mi: Koremana Canvas URL

source: Invalid Credentials
da: Ugyldig legitimationsinformationer
ja: 無効な資格証明
mi: Taipitopito Muhu

source: Invalid Input
da: Ugyldigt input
ja: 無効な入力
mi: Tāuru muhu

source: Invalid Input. Check fields and try again.
da: Ugyldigt input. Marker felter og prøv igen.
ja: 入力が無効。フィールドをチェックして、もういちど試してください。
mi: Whakauru koremana. Tirohia ngā whīra me te ngana anō.

source: Invalid User Agent.
da: Ugyldig brugeragent.
ja: ユーザーエージェントが無効。
mi: Koremana Kaimahi Māngai

source: Invalid domain.
da: Ugyldigt domæne.
ja: 無効なドメイン。
mi: Rohe muhu.

source: Invalid student domain. Please double-check the domain and try again.
da: Ugyldig studentdomæne. Dobbelt tjek venligst domænet og prøv igen.
ja: 無効な受講生ドメインです。 ドメインを再確認してやり直してください。
mi: rohe ākonga muhu. Koa-tirohia rua te rohe, me te ngana anō.

source: Ireland
da: Irland
ja: アイルランド

source: JSON Parsing Error.
da: JSON parsing-fejl.
ja: JSON パース中エラー。
mi: JSON Poroporo Hē.

source: Last Week
da: Sidste uge
ja: 先週
mi: Wiki Whakamutunga

source: Late
da: Sen
ja: 遅滞
mi: Te mutunga

source: Late: %@
da: Sen: %@
ja: 遅滞: %@
mi: Te mutunga: %@

# Late: %@ (%@/%@)
source: Late: %1$@ (%2$@/%3$@)
da: Sen: %1$@ (%2$@/%3$@)
ja: 遅滞: %1$@ (%2$@/%3$@)

source: Log In
da: Log på
ja: ログイン
mi: Takiuru ki roto

source: Login
da: Log ind
ja: ログイン
mi: Takiuru I roto i

source: Logout
da: Log ud
ja: ログアウト
mi: Takiuru Out

source: Low assignment grade cannot be higher than high assignment grade
da: Lav opgavekarakter kan ikke være højere end høj opgavekarakter
ja: 低い課題成績は、高い課題成績より高くしないでください
mi: e kore e taea e Nana taumahi kōeke e tiketike ake kōeke taumahi teitei

source: Low course grade cannot be higher than high course grade
da: Lav kursuskarakter kan ikke være højere end høj kursuskarakter
ja: 低いコース成績は、高いコース成績より高くしないでください
mi: e kore e taea e kōeke akoranga iti kia tiketike ake kōeke akoranga tiketike

source: Missing
da: Manglende
ja: 紛失
mi: Ngaro

source: Missing: (-/%@)
da: Manglende: (-/%@)
ja: 紛失: (-/%@)
mi: Ngaro: (-/%@)

source: Network Error
da: Netværk fejl
ja: ネットワークエラー
mi: Hapa Whatunga

source: Next Week
da: Næste uge
ja: 次週
mi: Wiki Muri

source: No Courses
da: Ingen kurser
ja: コースなし
mi: Kāore he Kōhi

source: No Grade
da: Ingen karakterer
ja: 成績なし
mi: Kahore Kōeke

source: No Result.
da: Intet resultat.
ja: 結果なし。
mi: Kaore he Hua

source: No Students
da: Ingen studerende
ja: 受講生なし
mi: Kāore he ākonga

source: No installed apps support opening this file.
da: Ingen installerede apps understøtter åbning af denne fil
ja: このファイルを開くことができるアプリがインストールされていません
mi: No taupānga tāutatia tautoko te whakatuwhera i tēnei kōnae

# Not Authorized
source: Not Authorised
da: Ikke autoriseret
ja: 権限がありません。
mi: Kaore i whakamanahia

source: Not Found
da: Ikke fundet
ja: 見つかりません
mi: Kaore i kitea

# Not authorized.
source: Not authorised.
da: Ikke godkendt.
ja: 権限がありません。
mi: Kaore i whakamanahia

source: Nothing this week
da: Intet denne uge
ja: 今週はありません
mi: Kahore tenei wiki

source: Only Canvas observers can authenticate in Canvas Parent.
da: Kun Canvas-observatører kan godkende i Canvas Parent.
ja: Canvas オブサーバーのみが Canvas Parent 内で承認を行うことができます。
mi: Ka taea e ngā Canvas kaitirotiro te whakamotuhēhē te Canvas Matua.

source: Open Source Components
da: Open Source-komponenter
ja: オープンソースコンポーネント
mi: Tuwhera i ngā puna wāhanga

source: Open in Safari
da: Åbn i Safari
ja: Safariで開く
mi: Tuwhera i roto i te Safari

source: Open in...
da: Åbn i...
ja: ...で開く
mi: Tuwhera i roto i ...

source: Password Reset Successful
da: Adgangskode nulstillet succesfuldt
ja: パスワードのリセットが完了しました
mi: Tautuhi Kupuhipa Momoho

source: Please double-check the domain and try again.
da: Kontroller domænet, og prøv igen.
ja: ドメインを確認して、再試行してください。
mi: Tēnā koa āta titiro anō ki te rohe me te ngana anō i muri mai.

source: Problem Resetting Password
da: Problem med nulstilling af adgangskode
ja: パスワードリセットに関する問題
mi: Raruraru Kupuhipa Tautuhianō

source: Remove
da: Fjern
ja: 削除する
mi: Tangohia te

source: Remove Student
da: Fjern studerende
ja: 受講生を削除する
mi: Tangohia Te Ākonga

source: Repair Access
da: Reparer adgang
ja: アクセスを修復する
mi: Uru Tapia

source: Report a Problem
da: Rapporter et problem
ja: 問題を報告する
mi: Pūrongo i te Raruraru

source: Request Failed! Check network and try again!
da: Forespørgsel mislykkedes! Tjek netværk og prøv igen!
ja: リクエストに失敗しました！ネットワークをチェックして、もういちど試してください。
mi: I rāhua te tono! Tirohia te whatunga ka ngana anō!

source: Request a Feature
da: Anmod om en funktion
ja: 機能をリクエストする
mi: Tono te Āhuahira

source: Resource not found. Please try again.
da: Resurse ikke fundet. Prøve venligst igen.
ja: リソースが見つかりません。再度お試しください。
mi: Rauemi kore i kitea. Koa ngana anō.

source: Select Impact
da: Vælg virkning
ja: 深刻度をお選びください
mi: Tīpako Pānga

source: Select Region
da: Vælg region
ja: 地域を選択
mi: Tīpako Rohe

source: Server Error
da: Server fejl
ja: サーバーエラー
mi: Hapa Tūmau

source: Settings
da: Indstillinger
ja: 設定
mi: Tautuhinga

source: Share Some Love
da: Del kærlighed
ja: 愛を共有しましょう
mi: A faaite i te tahi aroha

source: Singapore
ja: シンガポール
mi: Haragapore

source: Something is broken but I can work around it.
da: Noget virker ikke, men jeg kan klare mig
ja: 何かが壊れていますが、それを避けて作業ができます
mi: pakaru te tahi mea te engari ka taea e ahau te mahi a tawhio noa te reira

# Something went wrong while attempting to reset your password. Try again later.
source: Something went wrong while attempting to reset your password. Please try again later.
da: Noget gik galt, mens det blev forsøgt at nulstille din adgangskode. Prøv igen senere.
ja: パスワードのリセット中に問題が発生しました。時間をおいて再度お試しください。
mi: haere he tahi mea i te ngana ki te tautuhi anō i tō kupuhipa. Whakamātauria ano i muri mai.

source: Something went wrong while attempting to send a password reset email. Please try again later.
da: Noget gik galt, mens det blev forsøgt at sende en adgangskode-nulstillings e-mail. Prøv igen senere.
ja: パスワードリセット用のEメール送信中に問題が発生しました。時間をおいて再度お試しください。
mi: haere he tahi mea i te ngana ki te tuku i te īmēra tautuhi kupuhipa. Whakamātauria ano i muri mai.

source: Subject
da: Emne
ja: 件名
mi: Kaupapa

source: Submit
da: Indsend
ja: 提出する
mi: Tuku

source: Submitted
da: Indsendt
ja: 提出済み
mi: Tukuna

source: Submitted: %@
da: Indsendt: %@
ja: 提出済み: %@
mi: Tukuna: %@

# Submitted: %@ (%@/%@)
source: Submitted: %1$@ (%2$@/%3$@)
da: Indsendt: %1$@ (%2$@/%3$@)
ja: 提出済み: %1$@ (%2$@/%3$@)
mi: Tukuna: %1$@ (%2$@/%3$@)

source: Syllabus
da: Pensum
ja: シラバス
mi: Marautanga

source: Thanks, your request was received!
da: Tak, din anmodning er modtaget!
ja: リクエストが受理されました！
mi: Mihi, ka riro koutou tono!

# The email and password combination were invalid
source: The email and password combination was invalid.
da: E-mail og adgangskode kombination er ugyldig
ja: Eメールとパスワードの組み合わせが無効です
mi: I muhu te huinga īmēra me te kupuhipa

source: There are no actions for this item.
da: Der er ingen handlinger for dette element
ja: このアイテムへのアクションはありません
mi: Kāore he mahi hoki tenei tūemi

source: There was a problem loading the AccountDomain database file.
da: Der opstod et problem ved indlæsning af AccountDomain database-fil.
ja: AccountDomain データベースファイルを読み込み中、問題がありました。.
mi: He raruraru i te wā e uta ana i te AccountDomain kōnae pātengi rarunga.

source: There was a problem loading the AlertKit database file.
da: Der opstod et problem ved indlæsning af AlertKit database-fil.
ja: AlertKit データベースファイルを読み込み中、問題がありました。.
mi: He raruraru i te wā e uta ana i te AlertKit kōnae pātengi rarunga.

source: There was a problem loading the database.
da: Der opstod et problem ved indlæsning af databasen.
ja: データベースの読み込み中、問題がありました。
mi: He raruraru i te wā e uta ana i tepātengi raraunga.

source: There was a problem verifying the following domain: (stringURL)
da: Der opstod et problem ved kontrol af følgende domæne: (stringURL)
ja: 次のドメインを確認する際に問題が発生しました：(stringURL)
mi: He raruraru i reira i te wā e manatoko ana i te rohe e whai ake nei: (stringURL)

source: There was an error loading your content. If it is an audio or video upload, it may still be processing.
da: Der opstod en fejl under indlæsning af dit indhold. Hvis det er en audio eller video upload, behandles det muligvis stadig.
ja: コンテンツのロード中にエラーが発生しました。コンテンツがオーディオまたは動画のアップロードの場合、処理が継続中の可能性があります。
mi: He ko he hapa uta koutou ihirangi. Ki te mea he ororongo ataata ranei tukuake ai tonu te tukatuka i te reira.

source: This institution has not enabled access to the Canvas Parent mobile app.
da: Denne institution har ikke aktiveret adgang til Canvas Parent mobile app.
ja: この機関は、Canvasペアレントモバイルアプリへのアクセスを有効にしていません。
mi: e kore i tenei whare whakahohea uru ki te taupānga pūkoro Kanaweti Parent.

source: This institution is located outside of your selected region. To add a student at this institution, please use the “Region Picker” option on the login page to select the region of (region), and create a new account.
da: Denne institution er placeret uden for dit valgte område. For at tilføje en studerende på denne institution skal du bruge "Vælg region" på login-siden for at vælge regionen (region), og opret en ny konto.
ja: この機関は選択した地域の外にあります。この機関に受講生を追加するには、ログインページの[地域選択]オプションを使用して、（地域）の地域を選択し、地域のアカウントを作成してください。
mi: Tēnei kāinga kei waho o tō rohe kua tohua e koe. Ki te tāpiri atu i tētahi akonga ki tēnei kāinga, tēnā koa whakamahi i te wāhanga "Kaiwhiwhi Rohe" i te rārangi takiuru hei tīpako i te rohe o te (rohe), me te hanga pūkete hou.

source: Unable to Add Student
da: Ikke i stand til at tilføje studerende
ja: 受講生の追加ができません
mi: Kāore e taea te Tāpiri Ākonga

source: Unable to Create Account
da: Ikke i stand til at oprette konto
ja: アカウントの作成ができません
mi: Kāore e taea te Waihanga Pūkete

# Unauthorized Region
source: Unauthorised Region
da: Uautoriseret region
ja: 承認されていない地域
mi: Rohe kaore e manahia

source: Unexpected Authentication Error. Please try logging in again.
da: Uventet autorisationsfejl. Prøv venligst at logge ind igen
ja: 予期しない認証エラーです。再度ログインしなおしてください
mi: Hapa Motuhēhēnga Ta'e'amanekina. Koa ngana takiuru roto ano

source: United States
da: USA
ja: アメリカ

source: Unknown
da: Ukendt
ja: 未知の

source: Unknown User
da: Ukendt bruger
ja: 存在しないユーザー
mi: Kaiwhakamahi kaore e mōhiotia

source: Unknown User Name
da: Ukendt brugernavn
ja: 存在しないユーザーネームです
mi: Ingoa Kaiwhakamahi tē mōhiotia

source: View
da: Se
ja: 表示
mi: Tirohia

source: WEEK
da: UGE
ja: 週
mi: WIKI

source: We couldn't create your account. Double check your information or try again later.
da: Vi kunne ikke oprette din konto. Dobbelt tjek din information eller prøv igen senere.
ja: アカウントの作成ができませんでした。情報を再確認するか、時間をおいて再度お試しください。
mi: kihai matou i taea te waihanga i tō pūkete. Rua tirohia koutou mōhiohio ngana anō i muri mai ranei.

source: We couldn't find an account associated with that email. Double check that you entered it correctly, check your region, and try again.
da: Vi kunne ikke finde en konto tilknyttet den e-mail. Kontroller, at du indtastede den rigtigt, tjek din region, og prøv igen.
ja: そのメールに関連付けられているアカウントが見つかりませんでした。正しく入力されていることを再度確認し、地域を確認してもう一度お試しください。
mi: Kaore i kitea e mātou he pūkete e hoapā ana ki tēnā īmēra. Tirohia kia rua wā kua whakaurutia tika e koe, tirohia tō rohe, ana ka tarai anō.

source: What can we do better?
da: Hvad kan vi gøre bedre?
ja: 改善する余地はどこにあるでしょう？
mi: Me pēhea e whakapiki ake ai te mahi ei mātou

source: You are unauthorised to access this information. Please check your user permissions and try again.
da: Du er ikke autoriseret til at have adgang til denne information. Tjek dine brugertilladelser og prøv igen.
ja: この情報にアクセスする権限がありません。ユーザー承認をご確認のうえ、再度お試しください。
mi: He kāore i ki te uru i tēnei mōhiohio e koe. Tirohia koutou whakaaetanga kaiwhakamahi, me te ngana anō.

source: You will receive an email shortly to finish the process of resetting your password.
da: Du vil om kort tid modtage en e-mail for at færdiggøre processen for nulstilling af din adgangskode.
ja: パスワードリセットのプロセスを完了するためのEメールがすぐに送信されます。
mi: ka riro ia koe he īmēra tata ki te whakaoti i te tukanga o te tautuhianō o koutou kupuhipa.

source: Your Email
da: Din e-mail
ja: あなたのメールアドレス
mi: Tō īmēra

source: Your password has been successfully reset. Please log in now.
da: Din adgangskode er succesfuldt blevet nulstillet. Log venligst ind nu.
ja: パスワードのリセットが完了しました。今すぐログインしてください。
mi: kua tou kupuhipa kua pai tautuhi anō. Tena takiuru roto i teie nei.
